Revit 2027 API
ParameterTypeId.WallSweepWallOffsetParam Property
 "Offset From Wall"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepWallOffsetParam { get; }
Public Shared ReadOnly Property WallSweepWallOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepWallOffsetParam {
	ForgeTypeId^ get ();
}
static member WallSweepWallOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace